Revit 2027 API
BuiltInFailures.FamilyFailures.CannotMakeTypeFamilySaved Property
 Can't make type "[Family Name]". Failing family has been saved to "[File Name]"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMakeTypeFamilySaved { get; }
Public Shared ReadOnly Property CannotMakeTypeFamilySaved As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMakeTypeFamilySaved {
	FailureDefinitionId^ get ();
}
static member CannotMakeTypeFamilySaved : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace